{
  "1": "На уроке Мария Ивановна спрашивает:\n- Дети, кто знает: почему аисты на зиму улетают в Африку? \nВовочка тянет руку:\n- Чтобы и негры могли иметь детей.",
  "2": "- Заходит в бар улитка, и говорит: \"можно виски с колой? \"\n- Бармен: \"мы не обслуживаем улиток, извини\" и вышвырнул её за дверь;\n- Через неделю снова заходит улитка в бар, и говорит:\n-  \" Зачем ты это сделал?\"",
  "3": "Приходит новый учитель в класс: \n— Меня зовут Абрам Давидович, я либерал. А теперь все вставайте по очереди и представляйтесь так же как и я… \n— Меня зовут Маша, я либералка… \n— Меня зовут Степа, я либерал… \n— Меня Вовочка, я сталинист. \n— Вовочка, почему ты сталинист?!\n— Моя мама сталинистка, мой папа сталинист, мои друзья сталинисты и я тоже сталинист. \n— Вовочка, а если бы твоя мама была проституткой, твой папа — наркоманом, а друзья — пид*рами, кем бы ты тогда был?!\n— Тогда бы я был либералом.",
  "4": "Умирает дед Байден. Через год ему становится скучно, и просит бога отпустить его на землю посмотреть, как его страна поживает. Бог соглашается и отпускает.\nЗаходит Байден в Нью-йорке в бар, заказывает пиво и спрашивает бармена, как страна поживает, как развивается, какие проблемы решает. Бармен удивлённо:\n- Какие проблемы могут быть? Мы же Империя, всё наше.\nДедушка Байден:\n- Как наше? А Ирак, Афганистан?\nБармен:\n- Это уже всё наше!\nБайден: - А Европа, Африка?\nБармен достаёт из под прилавка глобус и гордо крутит его:\n- Я же говорю - мы ИМПЕРИЯ, весь мир принадлежит нам!\nБайден радостный, гордый и довольный допивает пиво и говорит:\n- Ну спасибо друг! Сколько с меня?\nБармен:\n- Пятьсот рублей...",
  "5": "Сидит Гусь на пне, читает книгу, подходит к нему Кабан, и спрашивает:\n— Что делаешь, Гусь?\n— Книжку читаю про логику\n— А как это?\n— Ну вот смотри: ты куришь?\n— Да\n— Значит пьёшь, раз пьёшь, значит со свиньями спишь…Верно?\n— Да, Гусь, ты просто крут\n— Раз со свиньями спишь, значит стоит\n— Офигеть, Гусь дай я эту книжку тоже почитаю\nВзял Кабан книгу, читает, подходит к нему Лось, и спрашивает:\n— Что делаешь, Кабан?\n— Да вот, книжку читаю про логику.\n— А как это?\n— Ну смотри, ты куришь?\n— Нет!\n— Э-э-э… ну-у-у-у значит %%% у тебя и не стоит…",
  "6": "У Барака Обамы три кнопки — желтая, зеленая, красная.  \nЗеленую нажал — Европы нет, желтую нажал — Китая нет, красную нажал — России нет. \nА Меркель говорит: \n\"А вот у моей бабушки было три унитаза — золотой, серебряный и фаянсовый, но, когда русские вошли в Берлин, она обделалась в коридоре!\"",
  "7": "Едут крокодил Гена и Чебурашка на мотоцикле, чебурашка сидит на руле. Останавливает их милиционер и говорит:\n— Сними этого с руля!\nЧебурашка:\n— Я не сруль — я Чебурашка!",
  "8": "Воспитательница ведет детей по парку. По траве ползет ежик.\nВоспитательница:\n— Дети, кто это такой?\nДети не знают. Воспитательница:\n— Ну же, дети, вспомните о ком так много песен сложено, о ком мы читаем стихи и сказки?! \nВовочка подходит к ежику, и восхищенно шепчет:\n— Так вот ты какой, дедушка Ленин!",
  "9": "Крокодил Гена и Чебурашка едут в автобусе. На сиденье лежит пирожок, а на пирожке написано: \"Кто этот пирожок съест, тот будет вместо \"р\" говорить \"г\". \nОни разделили пирожок и съели его. Выходят из автобуса. \nГена говорит:\n— Чебугашка, ты что будешь есть: пигоженное или могоженное?\n— А мне все гавно!",
  "10": "Призвали льва в армию. \nЛев сидит в приемной, переживает:\n- А меня тоже налысо постригут?\nА вон спроси у колобка.\n- Я не колобок. Я ёжик.",
  "11": "Поймал Мойша золотую рыбку. Она ему: \n— Отпусти, исполню три твоих желания! \n— Так, хочу виллу на Канарах, 20 миллионов евро в швейцарском банке и гарем из 20-ти шикарных блондинок. Это раз…",
  "12": "Учительница просит учеников придумать слово из трех букв. Вовочка тянет руку.\n— Вовочка, выйди вон из класса. \nВовочка обиделся и пошел домой. Дома мама спрашивает:\n— Ты почему школу прогуливаешь? \nВовочка рассказал. Мама поставила Вовочку в угол. Вечером папа приходит с работы и видит сына, стоящего в углу. Спросил Вовочку, что он натворил. Вовочка рассказал еще раз.\n— А какое ты слово хотел предложить? — спросил папа.\n— \"Дом\".\n— Так вот, скажи учительнице и маме, чтобы они больше думали о доме.",
  "13": "Один русский — дурак, два русских — драка, три — очередь за водкой; \nОдин англичанин — джентльмен, два англичанина — бокс, три — парламент; \nОдин француз — любовник, два француза — дуэль, три — Великая Французская Революция; \nОдин еврей — лавка, два еврея — чемпионат мира по шахматам, три — оркестр русских народных инструментов; \nОдин хохол — жлоб, два хохла — партизанский отряд, три — партизанский отряд с предателем.",
  "14": "Жила-была Баба-Яга, и была у нее внучка, страшная. Выросла внучка, стала взрослая, и захотелось ей любви настоящей. Тогда бабка собрала богатырей и сказала им, что кто удовлетворит внучку, получит много золота, а кто не сможет, того она съест. Пошел Алеша Попович. Пыхтел, пыхтел часа два — внучке не понравилось. Съели Алешку. Пошел Добрыня. Три часа топтал внучку, но ей все равно не понравилось. И его съели. Пришла очередь Ильи, тот дал бабке метлу и сказал ей, чтобы улетала отсюда на весь день. Прилетает бабка, а там такое: лес повален, звери лежат полуудовлетворенные, избушка раком загнута. Забегает в дом, смотрит, на столе лежит рыжий волосатый х*й, а в углу внучка стонет. Бабка спрашивает:\n— Ну, как? Та ей в ответ:\n— Ой, хорошо, бабуля!\n— А где Илья.\n— Да, ему мало оказалось, он в лес пошел зверей удовлетворять.\n— А что за х*й на столе?\n— Да это наш кот Васька, он все увидал и ох*ел.",
  "15": "Сидит поручик ковыряется в зубах,\nвыковыривает малиновую косточку и говорит:\n\"Странно малины год не ел\"\nНа что денщик ему заявляет:\n\"Да вы же поручик вчера с Наташей целовались.\"\n\"Ну и что?\"\n\"А то что она полковнику минет делала.\"\n\"Ну и что?\"\n\"А он на балу рассказывал, как своего денщика в попу имел за то, что тот банку малинового варенья откушал.\"",
  "16": "Вопрос Армянскому Радио: \n— Как называется женщина, которая всегда знает, где находится ее муж?\nОтвет: \n— Вдова!",
  "17": "Едут Гена и Чебурашка на 2-х местном велосипеде.\nГена говорит:\n— Чебурашка, если увидишь ментов кричи \"Гена!\"\nЕдут дальше… Вдруг у Чебурашки в колесо попали яйца. \nЧебурашка кричит:\n— Гена, Гена!\nНу зелёный прибавил скорости! Это всё повторялось раза 3 и с каждым разом Гена быстрей ехал. Заехали за угол! Гена спрашивает:\n— Ну, что оторвались?\nЧебурашка смотрит на яйца и говорит:\n— Кажется, да…",
  "18": "К мужику гости пришли. Их у дверей теща с женой встречают, низко кланяются, раздевают. Мужик рукой махнул — они мигом на стол накрыли, выпивку подают, сигареты подносят. Гости мужику:\n— Как это тебе удалось?!\n— Да, сижу я как-то, блины ем. Кот залез на стол и стянул один блин. Я ему сделал предупреждение. Он стянул второй. Я ему второе предупреждение. Он — третий. Я третье предупреждение. Он — за четвертый, я его за хвост — и в окно. А у нас двенадцатый этаж.\n— Да при чем здесь кот?\n— Как при чем? У жены два предупреждения, а у тещи — три.",
  "19": "Стук в дверь. Шапокляк спрашивает:\n- Кто там?\n- Откройте, Я к крокодилу Гене. \nШапокляк открывает дверь, а на пороге стоит Кинг-Конг. \n- Ой… А Гены нет дома.\n- Ну, тогда передайте ему что Чебурашка заходил, из армии вернулся.",
  "20": "Приходит как-то Вовочка домой, смотрит а на столе записка: \"Вовочка! У тебя завтра экзамен по биологии. Подготовься как следует. Мама.\" Посмотрел Вовочка на билеты, которых было штук эдак тридцать, и понял что все ему все равно не выучить. Решил он выучить только билет про блохи. На следующий день приходит Вовочка на экзамен. Тянет билет. В нем написано: \"Собака\". Начинает Вовочка отвечать:\n— Ну, собака это домашнее животное. У него есть голова, ноги четыре штуки,хвост, шерсть. А в шерсти есть блохи. А блохи… \nСидит учитель слушает и понять не может то ли знает Вовочка материал, то ли нет. Потом говорит:\n— Давай Вовочка потяни еще один билет. Тянет Вовочка второй билет. А в нем написано: \"Кот\".\n— Ну, кот это домашнее животное. А него, как и у собаки, есть голова, четыре ноги, два уха, хвост, шерсть. А в шерсти тоже есть блохи. А блохи это… \nСидит учитель, смотрит на Вовочку и понять не может вроде и материал он знает, а вроде и не знает.\n— Давай, Вовочка, тяни последний билет. Если ответишь, поставлю тебе 5. \nТянет Вовочка билет, а там написано: \"Рыба\". Подумал Вовочка немного и начал отвечать.\n— Рыба это рыба. Она живет в воде. У нее есть голова, глаза, хвост, плавники, чешуя. А была бы у нее шерсть — в шерсти были бы блохи. А блохи…",
  "21": "Чебурашка с Геной поднимаются на сотый этаж дома, чтобы чинить кран. На пятидесятом этаже запыхавшийся Чебурашка говорит:\n— Я-я-я за-за-за.\n— Потом скажешь.\nДошли до семидесятого. Чебурашка опять:\n— Я-я-я за-за-за!..\nДошли до сотого.\n— Ну, что ты хотел сказать?\n— Я хотел сказать, что мы забыли ключ.\nИдут вниз, дошли до первого этажа. Чебурашка говорит:\n— Я пошутил.",
  "22": "Чебурашка нашел копейку и пристает к Гене:\n— Копейка — это много?\n— Отстань.\n— Много или мало?\n— Отстань.\n— Ну много или мало?\n— Много. \nЧебурашка пошел в магазин. Набрал кучу игрушек, подходит к продавщице: она на него вылупилась. А он подает копейку и говорит ей:\n— Чего вылупилась, сдачу давай!",
  "23": "Девочка:\n- Переписывается в тиндере.\nЖенщина:\n- Переписывается на авито.",
  "24": "Стрижет Гена Чебурашку:\n— Чебурашка тебе уши нужны?\n— Конечно нужны!\n— Ну, на — держи!",
  "25": "Заболел Гена. Лежит в постели. Зовет Чебурашку.\n— Чебурашка, принеси воды.\n— Хорошо. \nПриносит. И так несколько раз. Через некоторое время:\n— Чебурашка, принеси воды.\n— В унитазе вода кончилась, а до умывальника мне не достать.",
  "26": "Два охотника идут по лесу.\n— Вань, а если за тобой медведь погонится?\n— Побегу.\n— А он — быстрее!\n— Переплыву речку.\n— А он тоже переплывет!\n— На дерево залезу.\n— А он тоже!\n— Слушай, Коля, ты чей друг — мой или медведя?",
  "27": "— Чем русские отличаются от японцев?\n— Русские до сих пор ненавидят Америку за Хиросиму и Нагасаки.",
  "28": "Скажите, Поручик, правда ли в молодости Вы были членом суда?\n Поручик Ржевский отвечает:\n- Эх молодость, молодость... членом туда, членом сюда!",
  "29": "Поручик танцует с Наташей:\n- Поручик, что то мне дурно, пойду к окну...\n- Ну сходите какните, какните Наташа!!!",
  "30": "Купила бабушка ежика, а он матом ругается!\nВот приходит она к ветеринару и просит помощи.\nОн ей:\n- Посадите его в коробку и постарайтесь потрясти как можно дольше.\nСтарушка пришла домой.\nОчень долго трясла бедного ежика.\nПосле чего открывает коробку.\nОттуда выкатывается ежик и говорит:\n- Н@@@я себе землетрясение!",
  "31": "Поляк приходит в костел на исповедь и говорит священнику:\n— Пан ксендз, я согрешил. \n— В чем заключается грех, сын мой? \n— Я обманул еврея… \nКсендз после короткого раздумья: \n— Это не грех, сын мой. Это чудо!",
  "32": "Умирает жена у старого еврея. \n— Абрам, ты женишься после моей смерти? \n— Нет, Сарочка, что ты, не женюсь. \n— Но почему, ты же еще мужик хоть куда? \n— Потому что лучше тебя мне не найти…. А такую же я не хочу.",
  "33": "Приходит Пятачок к Винни-Пуху и стучит в дверь. Выходит секретарша Винни. \n- А Винни дома?\n - Во-первых, не Винни, а медведь Вениамин, а во—вторых, его нет дома. \n- Ну тогда передайте, что приходил кабан Полтинник.",
  "34": "Муж стоит и смотрит в окно. Вдруг он кричит:\n— Соня, вот идет женщина, которую любит Рабинович!\nЖена роняет тарелку, спотыкается о порог, бросается к окну:\n— Где, где?\n— Да вон, на углу, в синем платье.\n— Идиот, это же его жена!\n— А я что сказал?",
  "35": "Сидит на ветке укуренная белка, мимо катится укуренный ежик. Спрашивает белку: \n— Где? \nБелка (указывая лапкой):\n— Там!\nЕж и покатился туда. Затем возвращается и спрашивает: \n— А что \"там\"? \nБелка: \n— ГДЕ???",
  "36": "Наташа на балу говорит Ржевскому:\n- Я сегодня ночью буду дома одна... \nРжевский:\n- Хорошо, наверное, быть дома ночью одной\nНаташа:\n- Я буду спать в большой мягкой постели...\nРжевский:\n- Хорошо, наверное, спать в большой мягкой постели...\nНаташа:\n- Я буду спать совершенно голая...\nРжевский:\n- Хорошо, наверное, спать совершенно голой...\nНаташа:\n- Ржевский, приходите сегодня ко мне еб%%%%я!\nРжевский (загадочно):\n- Намек понял.",
  "37": "Польша. Идет ассенизатор по улице, а навстречу идет проститутка. \nОн ей: \n— Добрый вечер, пани курва!\nОна: \n— Добрый вечер, пан говнюк!",
  "38": "Заходят Путин, Зеленский и Байден в бар. Зеленский и Байден заказывают два пива, а Путин не берёт. \nКогда приносят пиво, Путин забирает у Зеленского его кружку.\nЗеленский смотрит на Байдена, тот вздыхает, отдаёт ему свою и заказывает новую. Путин снова забирает.\nИ так несколько раз.\nНаконец Зеленский не выдерживает, встаёт и уходит.\nПутин с Байденом переглянулись.  И Байден спрашивает:\n— Куда пошёл этот иранец?",
  "39": "Америка. Гастроли Русских артистов. Очередь выступать Киркорову. Тут к нему подходит \"новый негр\" и предлагает ему: \n— Нафиг тебе тут напрягаться, ты подержись за мой х*й я тебе 10 штук зелени дам.\nНу Киркоров поломался, отвернулся, но взял в руку х*й. Ну и негр отдал ему бабки. \n Москва. Киркоров возвратился из гастролей и через месяц у него начала рука чернеть. Он бежит к лекарям, к целителям, мол что за хрень, как её лечить. Ну лекари и говорят, что нужно поехать на священное озеро Байкал и на рассвете омыть руки в нём. \nБайкал. На рассвете Киркоров моет руки в озере, а рядом рыбаки квасят, и один говорит второму: \n— О, смотри, Киркоров руки в озере моет.\nВторой ему: \n— Да ты достал меня, то тебе мерещится, что Меладзе рот полоскает, то Леонтьев жопу моет…",
  "40": "Пришел Чебурашка в магазин и спрашивает:\n— Изюм есть?\n— Нет.\n— А булка с изюмом?\n— Есть.\n— Тогда наковыряйте мне, пожалуйста, сто граммов изюма.\nЕму наковыряли сто граммов.\n— А булка сегодняшняя?\n— Нет, вчерашняя.\n— Тогда вколупайте обратно.",
  "41": "Загадка: Летят два крокодила, один зеленый, а другой на север. Сколько стоит пьяный ежик, если тени исчезают в полночь?\nОтвет: Зачем мне холодильник, если я не курю.",
  "42": "Чебурашка спрашивает у Гены:\n— Ген, а Ген! А изюм по стенам ползает?\n— Нет.\n— Тьфу, черт! Опять тараканов наелся!",
  "43": "Крокодил Гена провалился в унитаз и кричит:\n— Чебурашка, подавай веревочку!\nЧебурашка тянет за унитазную цепь:\n— Эту, что ли?",
  "44": "Древняя Спарта. Царь перед опочивальней жены ждет рождения наследника. Стоит гробовая тишина. \nВдруг раздаются крики акушерки: \n— Мальчик! Родился мальчик! \nВсе: \n— Ура! У царя родился наследник! Слава царю! Слава наследнику!\nРадостному царю на руки дают сына. Но по древнему обычаю нужно положить младенца возле меча и игрушки. Если ребенок потянется к мечу — значит это будет хороший царь и воин, а если к игрушке — тогда ничего путного из него не выйдет и младенца придется бросить в пропасть. \nЦарь с волнением ложит сына между мечом и куклой. Никто из присутствующих не смеет и пошевелится. Вдруг ребенок протягивает руку и… хватает ею за кошелек царя. \nВсе в непонятке смотрят друг на друга, а царь садится в кресло и устало говорит: \n— Приведите ко мне Рабиновича!",
  "45": "Вопрос армянскому радио: \n— В чём заключается разница между между убыточными фирмами и процветающими компаниями? \n— В фантазии главного бухгалтера!",
  "46": "— Знаете, почему французы не любят американцев и русских? \n— Потому что одни пьют дорогой коньяк с \"Кока-колой\", а другие — залпом.",
  "47": "Преподаватель истории:\n— Представляете — у наших прадедов не было ни электричества, ни радио, ни телевидения… \nВовочка:\n— Вот поэтому они и умерли.",
  "48": "Наташа танцует с Пьером и говорит:\n- Пьер, вы не так умны как Шерлок Холмс и не так добры как доктор Ватсон;\nПьер ушел и застрелился.\nНаташа танцует с Болконским:\n- Андрей, вы не так умны как Шерлок Холмс и не так добры как доктор Ватсон;\nБолконский застрелился.\nНаташа танцует с Ржевским:\n- Ржевский , Вы не так умны как Шерлок Холмс и не так добры как доктор Ватсон;\n- Зато я занимаюсь сексом как собака Баскервилей...",
  "49": "В лесу начался голод. Лев, как царь зверей, собирает на поляне в лесу рать и говорит им: \n— Поскольку я ваш царь, вы обязаны меня накормить. Если меня кто-нибудь не накормит, я буду вынужден бить его своим большим и мощным членом по голове. \nЗвери все всё поняли и разбежались. Волк принёс барана, лев поблагодарил волка. Лиса принесла курочку, а заяц принёс капусты. Лев к зайцу: \n— Сюда косой. \nБерёт зайца и давай его колотить по голове своим большим и мощным членом. \nА заяц смеётся. Лев в недоумении спрашивает косого: \n— Ты что косой, я бью тебя, тебе больно, а ты смехом заливаешься? \nЗаяц ему в ответ: \n— Лёва! Вон Ёжик лукошко с грибами несёт, а за базар нужно отвечать.",
  "50": "Улитка заходит в бар, но бармен заявляет:\n \"У нас строгая политика в отношении улиток!\" — и ногой выпихивает ее на улицу. \nЧерез неделю улитка возвращается в бар и говорит бармену: \n\"Ну и как я интересно \"захожу\" в бар, ног то у меня нет.",
  "51": "Свекровь говорит невестке:\n- Живем мы хорошо, не ругаемся, все у нас есть, вот только хата не побелена!\n- Мама, а краска есть?\n- Краска есть, да щетки нету!\nНевестка бежит к свекру, обрезает ему бороду, делает щетку и белит хату. Свекровь:\n- Вот хата у нас теперь побелена, а окна не покрашены!\n- Мама, а краска есть?\n- Да есть, но кисточки нету!\nНевестка бежит к свекру, обрезает ему усы, делает кисточку и красит окна. Возвращается с работы муж, видит на дереве своего отца и спрашивает:\n- Папа, что с тобой, почему ты на дереве сидишь?\n- Сынок, да бабы собрались блины печь, а я не знаю, есть ли у них яйца!",
  "52": "Попали на необитаемый остров американец, немец и русский. Однажды прибило к острову бутылку, открыли они ее, а оттуда - джинн:\n- Вы меня освободили, я исполню по два ваших желания!\n- Мешок денег и домой! - сказал американец и исчез.\n- Кружку пива и домой! - сказал немец и был таков.\n- Хорошая была компания, ящик водки и всех обратно! - сказал русский.",
  "53": "- Блин! - сказал слон, наступив на колобка.",
  "54": "Каждое столетие мир объединяется против русских, чтобы получить от них по морде и успокоиться еще на сто лет.",
  "55": "Запись в школьном дневнике:\n- Ваш Вовочка взял с собой в поход водку. Огромное спасибо!",
  "56": "Винни Пух поспорил с Пятачком, что выпьет море. Три дня пил он море, да все и выпил. Через час несётся в ужасе Пятачок по лесу и орёт во все горло:\n- Звери караул, спасайтесь, кто может, Пух писать хочет!",
  "57": "Этой ночью я пил с русскими. Всю ночь они рассказывали анекдоты и доказывали мне, что Россия, это страна дураков и плохих дорог. Под утро я с ними согласился, и они набили мне морду.",
  "58": "Чебурашка нашёл копейку и спрашивает у Гены:\n- Гена, а копейка это мало или много?\n- Да ты теперь миллионер! - шутит крокодил.\nЧебурашка заходит в магазин, набирает много дорогих игрушек, подаёт копейку удивлённому продавцу и говорит:\n- Ну чего смотришь, давай сдачу!",
  "59": "Папа научил маленького Вовочку считать, теперь папе приходится делить пельмени поровну.",
  "60": "Пьяного мужика ночью останавливает полицейский и спрашивает:\n- Куда идёте?\n- Иду на лекцию о вреде алкоголизма!\n- Кто же тебе её ночью читать будет?\n- Тёща и жена!",
  "61": "- Пух, а мы куда идём?\n- Пятачок, мы идём бить свинью!\n- А вдруг она убежит?\n- Только попробуй!",
  "62": "Гена и Чебурашка поднимают холодильник на восьмой этаж. Чебурашка запыхавшись, говорит:\n- Гена, у меня есть хорошая новость и плохая. С какой начать?\n- Начни с хорошей!\n- Мы уже на седьмом этаже!\n- А плохая?\n- Мы подъезд перепутали!",
  "63": "- Вовочка, ты чего такой расстроенный?\n- Садись, Рома, расскажу.\n- Ну, рассказывай!\n- Представляешь, по ходу, скамейка то покрашена.",
  "64": "Сидит Гена, читает газету. Подходит Чебурашка и спрашивает:\n- Гена, а у тебя апельсины есть?\n- Нет! Через минуту опять подходит Чебурашка и спрашивает:\n- Гена, а у тебя апельсины есть?\n- Нет! Чебурашка если ты ещё раз спросишь про апельсины, я возьму молоток, гвозди и прибью тебя за уши к стене. Через минуту опять подходит Чебурашка и спрашивает:\n- Гена, а у тебя есть молоток?\n- Нет.\n- А гвозди есть?\n- Нет!\n- А апельсины есть?",
  "65": "Воспитательница в детском садике спрашивает:\n- Коля, ты умеешь считать?\n- Один, два, три, четыре, пять...\n- Машенька, продолжай!\n- Шесть, семь, восемь, девять...\n- Вовочка, считай дальше!\n- Десятка, валет, дама, король и туз!",
  "66": "- Вот это пещера! Наверное, эхо будет! Ау!\n- Доктор, а вы точно гинеколог?",
  "67": "На уроке физкультуры:\n- Вовочка, за сколько ты пробежишь 300 метров?\n- Ну, рублей за 300 пробегу.",
  "68": "- Сегодня мы нашли группу русских туристов пропавших в джунглях Таити, все живы и здоровы!\n- Как вам это удалось, ведь их искали больше года?\n- Мы нашли их по матерящимся попугаям!",
  "69": "- Бабушка, а ты пришла сама?\n- Сама внученька, сама!\n- А папа сказал, что тебя черти принесли!",
  "70": "Подъехал Илья Муромец к перекрестку, а там камень, а на камне написано:\n- Направо поедешь - коня потеряешь, прямо поедешь - головы лишишься, налево поедешь - идиотом будешь!\nПодумал богатырь и поехал налево. Долго ехал Илья, вечером подъехал к избушке Бабы Яги и попросился переночевать. Баба Яга:\n- Сынок, у меня избушка маленькая, ночуй в комнате с моей дочкой или в конюшне с лошадьми!\nПризадумался богатырь:\n- Да этой бабке лет двести, тогда дочке лет сто пятьдесят будет, лучше уж спать в конюшне!\nУтром выходит Илья Муромец из конюшни, отчищается от навоза, а перед ним девица невиданной красоты. Он спрашивает:\n- Красавица, а ты кто и что здесь делаешь?\n- Я дочка Бабы Яги, а ты кто?\n- Я..., я..., идиот я!",
  "71": "Сидит в баре грустный мужик, подпирает голову руками, перед ним стоит полная рюмка. Мимо проходит другой посетитель бара, видит, что мужик ни на что не реагирует и выпивает рюмку. Мужик смотрит на рюмку и говорит:\n- Вот блин, жизнь пошла! С работы выгнали, жена бросила, машина сгорела, любовница к другому ушла, а тут ещё какой-то придурок мой яд выпил!",
  "72": "- Как сказать по татарски вперед? - спрашивает русский у татарина.\n- Алга! - говорит татарин.\n- А как сказать назад?\n- У татар нет назад, они разворачиваются и алга!",
  "73": "Попали американец и русский в ад. Сатана:\n- Вы в какой ад хотите, американский или русский?\n- А какая разница?\n- В американском аду нужно каждый день с утра съесть ведро дерьма, а в русском два ведра, а дальше делай что хочешь!\nАмериканец выбрал американский ад, а русский - русский ад. Встретились через месяц, русский спрашивает:\n- Ну как там у вас?\n- Да все окей, с утра съедаю ведро дерьма и свободен! А у вас?\n- Да красота, дерьма еще не пробовал, то ведер не хватает, то дерьмо не завезли!",
  "74": "- Я согрешил батюшка!\n- И в чем же ты грешен?\n- Я обманул еврея!\n- Успокойся, это не грех, а чудо!",
  "75": "Звери судят змею. Ежик:\n- А давайте ей голову отрубим!\n- Не, это слишком жестоко! - возражает заяц.\n- Тогда давайте отрубим змее хвост! - предлагает белка.\n- Вот-вот, по самую голову! - кричит еж.",
  "76": "Снейп говорит первокурсникам на первом уроке:\n- Больше всего в жизни я ненавижу две вещи, первая - это грязь. Все вытерли ноги о коврик у порога?\nПервокурсники испуганно:\n- Да, да, да…\n- А во-вторых, я ещё больше ненавижу лгунов! Где вы увидели коврик у порога?",
  "77": "- Гена, а можно я в кино схожу?\n- Нет Чебурашка, ты вчера сходил на фильм ужасов, так всю ночь от страха не спал.\n- Не, Гена сегодня будет боевик.\n- Ну ладно, иди... Наступает ночь, раздаётся сильный стук в дверь. Гена спрашивает:\n- Кто там?\n- Открывай, зелень пузатая, это я, чебуратор...",
  "78": "- Сема, за что ты вчера так громко ругал своего сына?\n- Да купил я ему новые ботинки и велел шагать по лестнице через ступеньку, чтобы подошвы меньше стирались!\n- И что он тебя не послушал?\n- Этот маленький и жадный еврей начал перешагивать по две ступеньки и порвал штаны!",
  "79": "Фашисты оккупировали деревню и забрали всех мужиков в плен. Одна татарка пришла к немецкому начальнику и просит вернуть ей мужа. Начальник:\n- Хорошо, если узнаешь своего мужа по интимной части тела на ощупь, тогда отдадим!\nСтроят мужиков, посредине шеренги ставят одного немца, завязывают татарке глаза, та щупает и говорит:\n- Этот не мой, этот тоже не мой!\nДоходит до немца и возмущается:\n- А этот, почему здесь? Он вообще не из нашей деревни!",
  "80": "- Подскажите, а тут мимо вас не пробегало стадо баранов?\n- А ты отстал что ли?",
  "81": "Учитель физики:\n- Вова, назови мне вещество, которое переходит из твердого состояния в газообразное, минуя жидкую фазу.\n- Вячеслав Иванович, это горох!",
  "82": "Стоят два сталкера на краю саркофага, один смотрит вниз и говорит:\n- Блин, брюки вниз улетели!\n- Да тебя здесь никто не видит и хрен с ними!\n- Вот и беда, что хрен тоже с ними!",
  "83": "Профессор Снейп показал, как сварить зелье и спросил:\n- Кто не понял, прошу встать!\nВстал всего лишь один Гарри Поттер. Снейп:\n- Ты что здесь самый тупой?\n- Да мне как то неудобно, когда вы один стоите!",
  "84": "Деревня. Свекровь утром:\n- Невестушка, а ты покормила скотинку?\n- Нет, мама, еще спит ваш сыночек!",
  "85": "Таксист звонит клиенту:\n- Выходите, машина у подъезда, Мазда, голубой металлик!\nВыходит бабка и спрашивает:\n- Милок, это ты голубой Виталик?",
  "86": "Гарри возвращается из леса и говорит Рону:\n- А я для профессора Снейпа в лесу грибов набрал!\n- А вдруг случайно они ядовитые?\n- Что значит случайно?",
  "87": "- Чебурашка, сгоняй за пивом, башка трещит спасу нет!\n- Обнаглел ты Гена, как за пивом бегать так Чебурашка, а как вчера другу налить так Жопа с ушами!",
  "88": "Винни Пух с утра подходит к зеркалу и думает:\n- Здесь я, и там тоже я!\nВ это время раздаётся стук в дверь. Винни спрашивает:\n- Кто там?\n- Я!\n- Круто! Даже там я!",
  "89": "В пятницу тринадцатого числа решил в шутку вызвать сатану. Нашел в интернете заклинание, читаю, на третьей строчке звонок в дверь. Открываю - бывшая.",
  "90": "Зубной врач взялся за зуб, а пациент вцепился в ручки кресла. Стоматолог:\n- Вот и все, вот ваш зуб!\n- Спасибо доктор, а вот ваши ручки от кресла!",
  "91": "Увидев, что русский достает третью бутылку водки, немец начал писать завещание.",
  "92": "- Сынок, тебе уроков много задали?\n- Мамочка, тебе сегодня орать и орать!",
  "93": "Блэк и Снейп ждут Дамблдора. Блэк закуривает, Снейп морщит нос и говорит:\n- Слушай, Блэк, ты со своей сигаретой смахиваешь на придурка!\nТот задумчиво:\n- Извини, Снейп, я буду смахивать в другую сторону.",
  "94": "Крокодил Гена и Чебурашка едут ночью в поезде. Вдруг вагон тряхнуло и что-то упало с полки. Гена спрашивает:\n- Чебурашка, не знаешь, что там упало?\n- Это моя пижама!\n- А почему так громко?\n- Я её снять не успел!",
  "95": "- Да кто мы такие, чтобы противостоять силам природы? - орал Вовочка на субботнике в школе убирая снег.",
  "96": "В баре Хогсмида всего два посетителя, один спьяну спотыкается о ногу другого.\n- О, прошу прощения! Не могу ли я вас угостить пивом?\n- С удовольствием!\nВыпили. Первый говорит:\n- А ты, друг, откуда будешь?\n- Я? Из Англии.\n-Да ну? И я из Англии! Давай за Англию?\nВыпивают.\n- А ты, в какую школу ходил?\n- Хогвартс, закончил в 2004-м.\n- Ну, ни фига себе! Бывает же такое! Я тоже в 2004-м и тоже школу Хогвартс!\nВ это время в бар заходит третий клиент, говорит бармену:\n- Налей-ка мне кружечку. Чего у вас тут новенького?\nБармен:\n- Да ничего, вот близнецы Уизли опять нажрались...",
  "97": "Ежик вышел из тумана - кончилась марихуана.",
  "98": "Разговор двух подруг:\n- Недавно моя свекровь посетила выставку змей.\n- Ну и как?\n- Заняла первое место!",
  "99": "Инструктор по парашютному спорту проводит занятия с новобранцами. Он подходит к одному курсанту, щупает лямки ножных обхватов и говорит:\n- Яйца не жмет?\n- Нет.\n- Как зовут?\n- Люся!",
  "100": "Выходит Гена из ванной и говорит:\n- Чебурашка, у тебя в ванной два полотенца, на одном буква \"\nМ\", на другом - \"\nЖ\". Ну, я взял \"\nЖ\" - для животных...\n- Нет Гена, \"\nМ\" - это для морды, а \"\nЖ\" - для попы.",
  "101": "- Мужчина, вам помочь?\n- Да, помогите выбрать подарок на 8 марта!\n- Вам что-нибудь подороже?\n- Почему вы так думаете?\n- По тому, что сегодня 10 марта!",
  "102": "Бабка говорит врачу:\n- Доктор, у меня проблема, я везде и постоянно пукаю. Можно сказать, что это вовсе не проблема, потому что беззвучно и без запаха, вот и сейчас я пукаю, и ничего!\n- Попринимайте вот эти таблетки и через недельку приходите снова.\nЧерез неделю:\n- Доктор, какие таблетки вы мне дали, стало ужасно пахнуть?\n- Прекрасно, обоняние восстанавливается, теперь займёмся вашим слухом!",
  "103": "Гена случайно ударился, и у него на лбу выскочила большая шишка. Чебурашке стало его жалко, он и говорит:\n- Гена, а давай я тебе её молотком обратно забью!",
  "104": "- Мама у меня сегодня плохая и хорошая новость! - сказал Вовочка, возвратившись из школы.\n- Какая хорошая?\n- Я исправил все свои двойки!\n- А плохая?\n- Я соврал!",
  "105": "Кавказец пришел в магазин за курицей и не знает, как она называется на русском. Он показывает пальцем на яйцо и говорит продавцу:\n- Мне нужна его мама!",
  "106": "- Алло, скорая, приезжайте быстрее, наш Вовочка живую мышь проглотил!\n- Сейчас приедем, а вы пока откройте ему широко рот и подержите кусочек сыра, может мышь сама выйдет!\nВходит доктор и говорит:\n- Что вы делаете? Я же сказал - сыра, а не колбасы!\n- Так мы теперь кошку выманиваем!",
  "107": "Шли сталкер со своей женой по зоне, а из-за куста на них неожиданно выскочил кровосос.\n- Ой, мама! - вскрикнула жена со страху.\n- И правда, как теща! - согласился сталкер.",
  "108": "- А у вас татары работают? - спросил татарин в отделе кадров завода.\n- Нет.\n- Хорошо, оформляйте меня!\nВзяли татарина на работу, он ходит по цеху, руки в брюки, ничего не делает. Мастер его спрашивает:\n- А сейчас разве перекур, почему вы не работаете?\n- А мне в отделе кадров сказали, что татары у вас не работают!",
  "109": "В школе Васю все боялись и уважали, все знали, что он занимается карате. В школу пришел новенький и побил Васю, он не знал, что Вася занимается карате.",
  "110": "- Профессор Снейп, а я могу философский камень достать!\n- Я знаю, Поттер.\n- Профессор Снейп, а я могу золотой снитч достать.\n- Я знаю, Поттер.\n- Профессор Снейп, а я могу меч Годрика достать.\n- Я знаю, Поттер. Ты кого хочешь, можешь достать.",
  "111": "Стук в дверь квартиры, хозяйка открывает, перед ней парень, который говорит:\n- Я продаю лучшие моющие пылесосы, хотите посмотреть?\n- Давайте посмотрим, проходите.\nПродавец заходит в квартиру, вываливает из пакета на пол коровий навоз и говорит:\n- Вот если я это за пять минут не уберу дочиста, тогда я его съем!\n- Молодой человек, хотите я дам вам кетчуп, электричество включат только завтра?",
  "112": "- Мама, я сегодня проснулся ночью, заглянул в вашу спальню и увидел, как ты прыгаешь на папе!\n- Вовочка, ну, это, так ведь у папы большой живот, вот я и утрамбовываю его, чтобы он был поменьше!\n- Мама, у тебя ничего не получится!\n- Вова, почему ты так думаешь?\n- Да когда ты уходишь утром на работу, к нам приходит соседка и снова надувает его!",
  "113": "Налоговый инспектор с женой идут на костюмированный вечер. Он наряжается вампиром. Входят в бар, на нем черная накидка, во рту клыки, на пальцах когти. Знакомый бармен смотрит на него и спрашивает:\n- Вы прямо с работы?",
  "114": "Купил самоклеящиеся обои. Сижу. Жду.",
  "115": "Гарри спрашивает у Рона:\n- Я вчера не был в школе, какие там новости?\n- Вчера я один единственный ответил на вопрос профессора!\n- А что спросил Снейп?\n- Кто не сделал домашнее задание?",
  "116": "Если школы будут закрыты очень долго, то родители найдут вакцину от коронавируса раньше, чем учёные.",
  "117": "Пэнси Паркинсон загадывает Малфою загадку:\n- Два конца, два кольца, а посередине гвоздик...\n- Между глаз Поттеру очки вбили гвоздём!\n- Ну, нет... ножницы.\n- Ножницы вбили? Обалдеть!",
  "118": "- Бабушка, а тебе сколько лет?\n- Ой, внученька, спроси лучше что-нибудь хорошее!\n- Бабуля, ну ты хоть первую цифру скажи!\n- Шесть.\n- А вторую?\n- Четыре.\n- А третью?",
  "119": "Двое мужчин в оперном театре:\n- Как вам пение моей жены?\n- Извините, я не слышу вас!\n- Вам нравится пение моей жены?\n- Простите, ничего не слышу, эта дура орет как на пожаре!",
  "120": "Решил подколоть друга, зашёл на гей-сайт, регистрирую его, пишу его мейл. И все бы ничего, если бы не сообщение:\n- Такой пользователь уже зарегистрирован...",
  "121": "- Алло, база! Я по поводу сарая!\n- Вы не туда попали, это артиллерийская база!\n- Нет, голубчики, это вы не туда попали!",
  "122": "- Гена, а малина красная?\n- Да, Чебурашка!\n- А крапинки на ней есть?\n- Сколько раз тебе повторять? Нет!\n- Блин, опять божьих коровок наелся!",
  "123": "Сидит на скамейке у школы Поттер весь такой мрачный, подходит профессор и спрашивает:\n- Ты чего пригорюнился Гарри?\n- Садитесь, расскажу!\n- Так что же случилось?\n- Прилип я капитально, скамейка покрашена!",
  "124": "Пошла бабка под вечер в поликлинику, а там почти никого нет, вдруг навстречу идет мужик. Бабка:\n- Сынок, а где у вас тут зубнюк?\n- Не зубнюк, а стоматолог, прямо по коридору, третья дверь слева!\n- Сынок, а где у вас глазнюк?\n- Не глазнюк, а окулист, шестой кабинет в конце коридора!\n- Спасибо тебе сынок, а сам-то ты кто?\n- Не знаю как по вашему, а по нашему - я гинеколог!",
  "125": "Гей-клубы Европы перестали закупать русскую водку, потому что после нее тянет на баб.",
  "126": "Бабушка с внучкой две недели играли в школу. И только к концу второй недели, бабушка узнала, что делает за неё домашнее задание.",
  "127": "Сидят Чебурашка и Гена в кафе. Чебурашка чавкает:\n- Чав, чав, чав... \nГена говорит:\n- Чебурашка, если ты будешь чавкать, я тебя наизнанку выверну.\nЧебурашка:\n- Чав, чав, чав...\nГена:\n- Последний раз предупреждаю, будешь чавкать, я тебя выверну.\nЧебурашка:\n- Чав, чав, чав...\nГена выворачивает Чебурашку, а тот:\n- Вач, вач, вач...",
  "128": "Большим спросом у пожарников пользуется дезодорант Гарри Поттер отлично уничтожающий запах гари и пота.",
  "129": "Встречает кошка гнома. Спрашивает:\n- Ты кто?\n- Я гном. Делаю пакости людям, порчу вещи, ору по ночам, спать не даю. А ты?\nКошка задумчиво:\n- Тогда я тоже гном.",
  "130": "Два молдаванина пилят бомбу, подходит третий и говорит:\n- А если долбанет?\n- Так у нас еще одна есть!",
  "131": "- Вовочка, а ты сделал уроки?\n- Нет.\n- А тогда почему спать улёгся?\n- Так меньше знаешь - крепче спишь!",
  "132": "Американские солдаты смело идут в атаку, ведь они застрахованы. А если русские солдаты идут в атаку, тогда никто не застрахован.",
  "133": "Жена звонит мужу:\n- Дорогой, ты навигатор в моей машине трогал?\n- Да, смотрел расстояние от Москвы до Вологды!\n- Ну, спасибо, звоню тебе из Вологды!",
  "134": "В буфете стоит очередь из двух интеллигентов и кавказца.\n- Мне одно кофе! - говорит интеллигент.\n- И мне одно кофе! - произносит второй интеллигент.\n- Мне один кофе! - говорит кавказец.\n- Грамотный, хотя и не русский! - бормочет продавец.\n- И один булка! - добавляет кавказец.",
  "135": "Дед Мороз говорит девочке:\n- Подставляй руки, я тебе леденцов насыплю!\n- А можно лучше маме?\n- Ты что леденцы не любишь?\n- Да люблю, просто у мамы ладони больше!",
  "136": "Два сталкера ползком пересекают периметр, первый руками вляпывается в дерьмо, второй начинает ржать. Первый зажимает ему рукой рот и шепчет:\n- Тише, тут рядом военные!",
  "137": "- Как сварить усыпляющее зелье? - спросил Снейп у Гарри Поттера.\n- Надо растолочь...\n- Не так!\n- Надо развести...\n- Не так!\n- Как, как, не знаю я как!\n- Правильно!",
  "138": "- Гена нам пришла посылка, а в ней десять шоколадок, каждому по девять штук!\n- Чебурашка, странно ты считаешь, не получается, по девять!\n- Не знаю, как ты считаешь, а свои девять я уже съел!",
  "139": "- Алло, это полиция?\n- Да.\n- За меня дерутся две девушки!\n- А в чем проблема?\n- Так страшненькая побеждает!",
  "140": "Заночевали три сталкера у костра, попили водки и решили сыграть в русскую рулетку. Первый заряжает один патрон, нажимает на курок и падает. Второй заряжает патрон, жмет на курок и падает. Третий заряжает патрон и думает:\n- А разве Макаровым играют в рулетку?",
  "141": "Один сталкер спрашивает у другого:\n- Тебя как здесь называют?\n- Пук.\n- Как?\n- Не Как, а Пук!",
  "142": "- Вовочка, какой предмет тебе больше всего нравится в школе?\n- Смартфон у химички классный!",
  "143": "Сидит мужик на лавочке и матерится на всю улицу, подходит полицейский, садится рядом и говорит:\n- Мужчина, почему вы ругаетесь матом в общественном месте?\n- Да какой-то придурок лавку покрасил!\n- Ой, блин, мать твою...",
  "144": "- Ой, как мне хорошо, доктор, почему мне так хорошо?\n- Прошу прощенья, я капельницу перепутал!",
  "145": "Вовочка во время контрольной работы шепчет соседу по парте:\n- А у новой училки классная попка!\nУчительница:\n- Вова, не шепчи, Миша всё сам знает!",
  "146": "Гермиона со слезами на глазах жалуется Гарри:\n- А у меня Живоглотика молнией убило!\n- Да ты что? А как же это случилось?\n- Да я куртку застёгивала, а он голову убрать не успел!",
  "147": "Вечером немой решил покататься на лыжах, выходит из подъезда, а навстречу сосед:\n- Ты куда на ночь глядя собрался?\nНемой показывает жестами движения лыжника.\n- Понятно, а зачем лыжи взял?",
  "148": "Закопал сталкер днем все свои ценности в кустах, а вечером решил сходить и проверить. Подходит тихо к кустам, а там кто-то сидит и землю разгребает. Сталкер хватает неизвестного за яйцо и спрашивает:\n- Ты кто?\nТот молчит. Сталкер надавливает и повторяет:\n- Ты кто?\nТот молчит. Сталкер надавливает еще сильнее и говорит:\n- Сейчас оторву, ты кто?\n- Я контролер!\n- А чего раньше молчал?\n- Я немой!",
  "149": "Пришёл Гарри наниматься на работу. У него спрашивают:\n- Что ты можешь делать?\n- Могу убивать Волдеморта.\n- А что ещё?\n- А могу и не убивать Волдеморта...",
  "150": "- Вовочка ты думаешь исправлять свои двойки?\n- Папа, я исправлю, просто сейчас Марья Ивановна с журнала глаз не сводит!"
}